2016/brp 2016-02-09/art/art-proeftuin/OnderhoudAfnemerindicaties/ART/ActualResults/data/expected_response/plaatsing-afnemerindicatie-1-TC01-1-dataresponse.xml

<Results>
   <ResultSet fetchSize="0">
      <Row rowNumber="1">
         <ABONNEMENT>40</ABONNEMENT>
         <NAAM>Automatisch synchroniseren populatie 034401</NAAM>
         <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
               <soap:Body>
                  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
                     <brp:stuurgegevens>
                        <brp:zendendePartij>199903</brp:zendendePartij>
                        <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
                        <brp:ontvangendePartij>034401</brp:ontvangendePartij>
                        <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
                        <brp:referentienummer>9af8cff6-a78b-4d0e-89ba-e6e587082266</brp:referentienummer>
                        <brp:tijdstipVerzending>2014-12-12T16:08:23.426+01:00</brp:tijdstipVerzending>
                     </brp:stuurgegevens>
                     <brp:parameters>
                        <brp:soortSynchronisatie>Volledigbericht</brp:soortSynchronisatie>
                        <brp:abonnementNaam>Automatisch synchroniseren populatie 034401</brp:abonnementNaam>
                        <brp:categorieDienst>Onderhouden afnemerindicatie</brp:categorieDienst>
                     </brp:parameters>
                     <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
                        <brp:code>31001</brp:code>
                        <brp:naam>Plaatsing afnemerindicatie</brp:naam>
                        <brp:categorie>Actualisering</brp:categorie>
                        <brp:partijCode>034401</brp:partijCode>
                        <brp:tijdstipRegistratie>2014-12-12T16:08:23.424+01:00</brp:tijdstipRegistratie>
                        <brp:bijgehoudenPersonen>
                           <brp:persoon brp:objecttype="Persoon" brp:communicatieID="1">
                              <brp:soortCode>I</brp:soortCode>
                              <brp:afgeleidAdministratief>
                                 <brp:tijdstipLaatsteWijziging>2014-12-11T09:34:59.485+01:00</brp:tijdstipLaatsteWijziging>

                                 <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
                              </brp:afgeleidAdministratief>
                              <brp:identificatienummers>
                                 <brp:datumAanvangGeldigheid>1984-04-11</brp:datumAanvangGeldigheid>
                                 <brp:burgerservicenummer>100000186</brp:burgerservicenummer>
                                 <brp:administratienummer>1010103529</brp:administratienummer>
                              </brp:identificatienummers>
                              <brp:samengesteldeNaam>
                                 <brp:datumAanvangGeldigheid>1984-04-11</brp:datumAanvangGeldigheid>
                                 <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
                                 <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                                 <brp:voornamen>Larissa</brp:voornamen>
                                 <brp:geslachtsnaamstam>Purcell</brp:geslachtsnaamstam>
                              </brp:samengesteldeNaam>
                              <brp:geboorte>
                                 <brp:datum>1984-04-11</brp:datum>
                                 <brp:gemeenteCode>0777</brp:gemeenteCode>
                                 <brp:woonplaatsnaam>Etten-Leur</brp:woonplaatsnaam>
                                 <brp:landGebiedCode>6030</brp:landGebiedCode>
                              </brp:geboorte>
                              <brp:geslachtsaanduiding>
                                 <brp:datumAanvangGeldigheid>1984-04-11</brp:datumAanvangGeldigheid>
                                 <brp:code>V</brp:code>
                              </brp:geslachtsaanduiding>
                              <brp:inschrijving>
                                 <brp:datum>1984-04-11</brp:datum>
                              </brp:inschrijving>
                              <brp:bijhouding>
                                 <brp:datumAanvangGeldigheid>1991-10-02</brp:datumAanvangGeldigheid>
                                 <brp:partijCode>034401</brp:partijCode>
                                 <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
                                 <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
                                 <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
                              </brp:bijhouding>
                              <brp:voornamen>
                                 <brp:voornaam brp:objecttype="PersoonVoornaam">
                                    <brp:datumAanvangGeldigheid>1984-04-11</brp:datumAanvangGeldigheid>
                                    <brp:volgnummer>1</brp:volgnummer>
                                    <brp:naam>Larissa</brp:naam>
                                 </brp:voornaam>
                              </brp:voornamen>
                              <brp:geslachtsnaamcomponenten>
                                 <brp:geslachtsnaamcomponent brp:objecttype="PersoonGeslachtsnaamcomponent">
                                    <brp:datumAanvangGeldigheid>1984-04-11</brp:datumAanvangGeldigheid>
                                    <brp:volgnummer>1</brp:volgnummer>
                                    <brp:stam>Purcell</brp:stam>
                                 </brp:geslachtsnaamcomponent>
                              </brp:geslachtsnaamcomponenten>
                              <brp:naamgebruik>
                                 <brp:code>E</brp:code>
                                 <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
                                 <brp:voornamen>Larissa</brp:voornamen>
                                 <brp:geslachtsnaamstam>Purcell</brp:geslachtsnaamstam>
                              </brp:naamgebruik>
                              <brp:adressen>
                                 <brp:adres brp:objecttype="PersoonAdres">
                                    <brp:datumAanvangGeldigheid>1991-10-02</brp:datumAanvangGeldigheid>
                                    <brp:soortCode>W</brp:soortCode>
                                    <brp:redenWijzigingCode>P</brp:redenWijzigingCode>
                                    <brp:aangeverAdreshoudingCode>I</brp:aangeverAdreshoudingCode>
                                    <brp:datumAanvangAdreshouding>1991-10-02</brp:datumAanvangAdreshouding>
                                    <brp:gemeenteCode>0344</brp:gemeenteCode>
                                    <brp:naamOpenbareRuimte>Biltstraat</brp:naamOpenbareRuimte>
                                    <brp:afgekorteNaamOpenbareRuimte>Biltstraat</brp:afgekorteNaamOpenbareRuimte>
                                    <brp:huisnummer>152</brp:huisnummer>
                                    <brp:huisnummertoevoeging>AAA</brp:huisnummertoevoeging>
                                    <brp:postcode>3572BM</brp:postcode>
                                    <brp:woonplaatsnaam>Utrecht</brp:woonplaatsnaam>
                                    <brp:landGebiedCode>6030</brp:landGebiedCode>
                                 </brp:adres>
                              </brp:adressen>
                              <brp:nationaliteiten>
                                 <brp:nationaliteit brp:objecttype="PersoonNationaliteit">
                                    <brp:datumAanvangGeldigheid>1984-04-11</brp:datumAanvangGeldigheid>
                                    <brp:nationaliteitCode>0001</brp:nationaliteitCode>
                                    <brp:redenVerkrijgingCode>017</brp:redenVerkrijgingCode>
                                 </brp:nationaliteit>
                              </brp:nationaliteiten>
                           </brp:persoon>
                        </brp:bijgehoudenPersonen>
                     </brp:synchronisatie>
                  </brp:lvg_synVerwerkPersoon>
               </soap:Body>
            </soap:Envelope>
         </DATA>
      </Row>
   </ResultSet>
</Results>
